"More options" = "Plus d'options";
"Account enabled" = "Compte actif";
"Default account" = "Compte par défaut";
"Push Notification" = "Push Notifications";
"Push Presence" = "Publier la présence";
"Username" = "Nom d'utilisateur";
"Display name" = "Nom d'affichage";
"User ID" = "ID d'utilisateur";
"Password" = "Mot de passe";
"Domain" = "Domaine";
"Proxy" = "Proxy";
"Transport" = "Transport";
"Stun Server" = "Serveur Stun";
"ICE" = "ICE";
"Outbound proxy" = "Proxy de sortie";
"AVPF" = "AVPF";
"Expire" = "Expiration";
"Country code prefix" = "Indicatif pays par défaut";
"Substitute + in phone numbers" = "Remplacer le + dans les numéros de téléphone";
"Change password" = "Changer de mot de passe";
"Remove Account" = "Supprimer le compte";
